Repository: debbiespiegel/salstat-statistics-package-2
Catalog: src/locale/*/LC_MESSAGES/S2.po
Languages: es_es

source: Change the cell Size
es_es: Cambiar el tamaño de las celdas

source: Column Width
es_es: Cambiar el ancho de las columnas

source: Row Height
es_es: Cambiar la altura de las filas

source: The file %s could not be opened.
es_es: No Se pudo abrir el archivo %s

source: Please check file type and extension!
es_es: Por favor verifique la extensión del archivo!

source: %s dropped on S2 dock icon
es_es: El archivo %s se arrastró en el ícono de S2

source: Log
es_es: Comentarios

source: Inspection Tool
es_es: Herramienta de inspección

source: Data Entry Panel
es_es: Panel de ingreso de datos

source: Output Panel
es_es: Panel de respuesta

source: Basic Operations
es_es: Operaciones Básicas

source: Script Panel
es_es: Panel de programación

source: Shell Panel
es_es: Panel Línea de comandos

source: Log Panel
es_es: Panel de actividades

source: New
es_es: Nuevo

source: Open
es_es: Abrir

source: Save
es_es: Guardar

source: Save As
es_es: Guardar como

source: Undo
es_es: Deshacer

source: Redo
es_es: Rehacer

source: Cut
es_es: Cortar

source: Copy
es_es: Copiar

source: Paste
es_es: Pegar

source: Preferences
es_es: Preferencias

source: OnlineHelp
es_es: AyudaLinea

source: Online Help
es_es: Ayuda en Línea

source: &File
es_es: Archivo

source: &New Data Ctrl-N
es_es: Hoja nueva Ctrl-N

source: &Open... Ctrl-O
es_es: Abrir... Ctrl-O

source: &Save Ctrl-S
es_es: Guardar Ctrl-S

source: Save &As... Ctrl-Shift-S
es_es: Guardar Como... Ctrl-Shift-S

source: E&xit Ctrl-Q
es_es: Salir Ctrl-Q

source: &Edit
es_es: &Editar

source: Cu&t
es_es: Cor&tar

source: &Copy
es_es: &Copiar

source: &Paste
es_es: &Pegar

source: Select &All Ctrl-A
es_es: Seleccionar todo Ctrl-A

source: Delete Current Column
es_es: Eliminar columna actual

source: Delete Current Row
es_es: Eliminar fila actual

source: &Preferences
es_es: Preferencias

source: Add Columns and Rows...
es_es: Adicionar columnas y filas...

source: Change Cell Size...
es_es: Cambiar el tamaño de las celdas...

source: Change the Font...
es_es: Cambiar el tamaño de letra...

source: Load default perspective
es_es: Mostrar la perspectiva por defecto

source: P&reparation
es_es: P&reparacion

source: Descriptive Statistics
es_es: Estadisticas Descriptivas

source: Transform Data
es_es: Modificar datos

source: short data
es_es: Ordenar datos

source: S&tatistics
es_es: Es&tadisticas

source: &Graph
es_es: &Graficos

source: Line Chart of All Means
es_es: Linea de todas las medias

source: Bar Chart of All Means
es_es: Barras de todas las medias

source: Bar Chart
es_es: Gráfico de barras

source: Lines and areas
es_es: Lineas y areas

source: Scatter
es_es: Dispersión

source: Box & Whisker
es_es: Cajas y bigotes

source: Linear Regression
es_es: Regresión Lineal

source: Ternary
es_es: Ternario

source: Probability
es_es: Probabilidad Normal

source: Adaptative
es_es: Adaptativo

source: &Help
es_es: Ayuda

source: &About...
es_es: Acerca de...

source: cells Selected: %.0f count: %.0f sum: %.4f
es_es: Celdas seleccionadas: %.0f cuenta: %.0f suma: %.4f

source: the file %d was dropped
es_es: El archivo %d se arrastró

source: Do you wish to save now?
es_es: Desea guardar ahora?

source: You have Unsaved Data
es_es: Tiene datos sin guardar

source: Find and Replace
es_es: Buscar y reemplazar

source: Change Grid Size
es_es: Cambiar el tamaño de la malla

source: Add Columns
es_es: Adicionar columnas

source: Add Rows
es_es: Adicionar filas

source: Change Grid size
es_es: Cambiar el tamaño de la malla

source: This is a newer version of the SalStat Statistics Package
es_es: Esta es una nueva versión de Salstat

source: originally developed by Alan James Salmoni and Mark Livingstone.
es_es: fue desarrollada originalmente por Alan James Salmoni y Mark Livingstone.

source: There have been minor bug corrections, and new improvements:
es_es: Se corrigieron errores y se adicionaron nuevas caracteristicas:

source: *You can cut, copy, and paste multiple cells,
es_es: *Se puede copiar, cortar y pegar multiples celdads,

source: *You can undo and redo some actions.
es_es: *Se puede deshacer y rehcer multiples acciones.

source: *The calculations are faster than the original version.
es_es: *Los calculos son mas rápidos que en la primer vesión.

source: The plot system can draw:
es_es: El sistema pude graficar:

source: *Scatter charts *line chart of all means *bar chart of all means
es_es: *Gráficos de dispersión *Lineas de todas las medias *barras de todas las medias

source: *Histogram chart
es_es: *Histogramas

source: *Line charts of the data, *box and whisker chart *Ternary chart
es_es: *Lineas, *cajas y bigotes *ternario

source: *Linear regression plot (show the equation and the correlation inside the chart),
es_es: *Regresión lineal (muestra una ecuación ys su correlación),

source: The input data can be saved to, and loaded from an xls format file.
es_es: Los datos de ingreso se pueden cargar y guardar en un archivo de formato xls.

source: Salstat2 can be scripted by using Python.
es_es: S2 puede programarse usando Python.

source: All the numerical results are send to a sheet in a different panel where you can cut, copy, paste, and edit them.
es_es: Todso los resultados numericos se envían a un panel diferente en el cual se puede copiar, cortar y pegar.

source: and much more!
es_es: y mucho mas!

source: Mark Livingstone -- MAC & LINUX Translator
es_es: Mark Livingstone -- traductor MAC y LINUX

source: You need some data to draw a graph!
es_es: Se necesitan datos para poder graficar!

source: selectedcols=
es_es: columnas Selecciondas=

source: mean
es_es: promedio

source: Line Chart of all means
es_es: Linea de todas las medias

source: centralTendency
es_es: Tendencia central

source: xConditionTest
es_es: Test de condiciones

source: moments
es_es: Momentos

source: frequency
es_es: Frecuencia

source: variability
es_es: Variabilidad

source: trimming
es_es: Seleccion

source: correlation
es_es: Correlacion

source: inferential
es_es: Inferencial

source: probability
es_es: Probabilidad

source: ctrlProcess
es_es: Control de Procesos

source: random
es_es: Aleatorio

source: Anova functions
es_es: Funciones Anova

source: Central Tendency
es_es: Tendencia central

source: Correlation
es_es: Correlacion

source: Process Control
es_es: Control de Procesos

source: Frequency Stats
es_es: Estadisticas de Frecuencia

source: Inferential stats
es_es: Estadistica inferencial

source: Moments
es_es: momentos

source: Probability calcs
es_es: Calculos probabilisticos

source: Generate data
es_es: Generar datos

source: Trimming Fcns
es_es: Funciones para recortar

source: Condition tests
es_es: Test de condicion

source: one way anova
es_es: anova una via

source: geometric Mean
es_es: Media geometrica

source: harmonic mean
es_es: Media armonica

source: median
es_es: Mediana

source: mode
es_es: Moda

source: paired
es_es: emparejados

source: covariance
es_es: covarianza

source: linregress
es_es: regresion lineal

source: Six Sigma Pack
es_es: Paquete seis sigma

source: item frequency
es_es: Frecuencia de elementos

source: histogram
es_es: histograma

source: cumulative frequency
es_es: frecuencia acumulada

source: relative frequency histogram
es_es: histograma de frecuencia relativa

source: normal random
es_es: aleatorio normal

source: One condition test
es_es: Una condicion

source: Two condition test
es_es: Dos condiciones

source: Three or more condition test
es_es: Tres o mas condiciones

source: moment
es_es: momento

source: variation
es_es: variacion

source: skew
es_es: asimetria

source: kurtosis
es_es: curtosis

source: skew test
es_es: prueva de asimetria

source: kurtosis test
es_es: prueva de curtosis

source: normal test
es_es: prueva de normalidad

source: score at percentile
es_es: puntuacion al percentil

source: percentile of score
es_es: percentil de la puntuacion

source: sample variance
es_es: varianza del muestreo

source: sample standar deviation
es_es: desviacion estandar del muestreo

source: variance
es_es: varianza-dispersion

source: standar deviation
es_es: desviacion estandar

source: standar error
es_es: error estandar

source: estimated standard error of the mean
es_es: error estandar estimado de la media

source: list of z-scores
es_es: lista de puntuaciones standar (z-scores)

source: signal to noise (mean/stdev)
es_es: señal a ruido (promedio/desviacion_estandar)

source: z-score for a given input
es_es: (z-score) puntuacion estandar de un valor ingresado

source: t-test one sample
es_es: prueva t una muestra

source: t-test independent
es_es: prueva t independiente

source: t-test related
es_es: prueva t relacionados

source: chi-square test
es_es: prueva chi cuadrado

source: Kolmogorov-Smirnof two samples
es_es: Kolmogorov-Smirnof dos muestras

source: Mann-Whitney U statistic
es_es: estadistica Mann-Whitney U

source: rank sums statistic
es_es: estadistica suma de los rangos (rank sums)

source: Wilcoxon T-test related samples
es_es: prueva Wilcoxon T para muestras relacionadas

source: Kruskal-Wallis H-test
es_es: Kruskal-Wallis prueva H

source: Friedman Chi-Square test
es_es: prueva Friedman Chi cuadrado

source: Histogram plot
es_es: Histogramas

source: Nice Histogram
es_es: Histograma mejorado

source: Histogram
es_es: Histograma

source: Cumulative Frecuency
es_es: Frecuencia acumulada

source: Realtive Frecuency
es_es: Frecuencua relativa

source: Bar plot
es_es: Barras

source: bar chart of all means
es_es: barras de todas las medias

source: linear space
es_es: distribucion lineal

source: beta space
es_es: distribucion beta

source: chi square
es_es: chi cuadrado

source: exponential space
es_es: ditribucion exponencial

source: Select Column(s) to Transform
es_es: Seleccione la(s) columa(s) a transformar

source: Okay
es_es: Aceptar

source: Ok
es_es: Aceptar

source: Cancel
es_es: Cancelar

source: Common Transformations:
es_es: Transformaciones comunes

source: Square Root
es_es: Raiz cuadrada

source: Logarithmic
es_es: Logaritmico

source: Reciprocal
es_es: Inversa

source: Square
es_es: Al cuadrado

source: Function :
es_es: Funcion :

source: Square Root
es_es: Raiz cuadrada

source: Logarithm
es_es: Logaritmo

source: Reciprocal
es_es: Inversa

source: Square
es_es: Al cuadrado

source: Sum
es_es: Suma

source: Mean
es_es: Promedio

source: missing
es_es: Faltantes

source: Variance
es_es: Varianza

source: Standard Deviation
es_es: Desviacion estandar

source: Standard Error
es_es: Error estandar

source: Sum of Squares
es_es: Suma de los cuadrados

source: Coefficient of Variation
es_es: Coeficiente de variacion

source: Minimum
es_es: Minimo

source: Maximum
es_es: Maximo

source: Range
es_es: Rango

source: Number Missing
es_es: Falta número

source: Geometric Mean
es_es: Media Geométrica

source: Harmonic Mean
es_es: Media armónica

source: Skewness
es_es: Simetria

source: Kurtosis
es_es: Curtosis

source: Median
es_es: Mediana

source: Mode
es_es: Moda

source: Descriptive statistics
es_es: estadisticas descriptivas

source: Descriptives
es_es: descriptivo

source: Select Descriptive Statistics
es_es: Seleccione estaditicos descriptivos

source: Select Column(s) to Analyse
es_es: Selecciona la(s) columna(s) a analizar

source: Save data?
es_es: Guardar los datos?

source: You have unsaved data!
es_es: Tiene datos sin guardar!

source: Do you wish to save it?
es_es: Desea guardar la información

source: Discard
es_es: Descartar

source: Variable Name
es_es: Nombre de la variable

source: Decimal Places
es_es: cifras decimales

source: Missing Value
es_es: Valores faltantes

source: Limits
es_es: Límites

source: Upper Control Limit
es_es: Límite de control superior

source: Lower Control Limit
es_es: Límite de control inferior

source: Target value
es_es: Valor buscado

source: Use tolerance of k in k*Sigma
es_es: Valor de k en k*Sigma

source: Subgroup Size
es_es: Tamaño del subgrupo

source: All
es_es: Todos

source: None
es_es: Ninguno

source: Invert
es_es: invertir

source: Select data to plot
es_es: Seleccione los datos a graficar

source: X data
es_es: Datos X

source: Y data
es_es: Datos Y

source: Selected data
es_es: Datos Seleccionados

source: Series Name
es_es: nombre de la serie

source: add
es_es: adicionar

source: Current List to plot
es_es: Lista actual para graficar

source: del
es_es: eliminar

source: &Cut Ctrl+X
es_es: Cortar Ctrl+X

source: C&opy Ctrl+C
es_es: Copiar Ctrl+C

source: &Paste Ctrl+V
es_es: Pegar Ctrl+V

source: &Del Del
es_es: Eliminar Del

source: &Undo Ctrl+Z
es_es: Deshacer Ctrl+Z

source: &Redo Ctrl+Y
es_es: Rehacer Ctrl+Y

source: Del Row
es_es: Eliminar fila

source: Del Col
es_es: Eliminar columna

source: integer space
es_es: Distribución enteros

source: lines of all means
es_es: Lineas de todos los promedios

source: lines
es_es: lineas

source: Bar chart of all means
es_es: Barras de todas las medias

source: Nice Bar chart of all means
es_es: Barras de todas las medias mejorado

source: Bar chart
es_es: Gráfico de barras

source: Horizontal bar chart
es_es: Gráfico de barras horizontales

source: Graphical Selection
es_es: Seleccion mediante gráfica

source: Show/Hide the plot panel
es_es: Mostrar/Ocultar el panel para gráficos

source: Chart selection panel
es_es: Panel para selección de gráficos

source: Staked bar chart
es_es: Barras apiladas

source: lines with shadow
es_es: Lineas con sombra

source: Area chart
es_es: Area

source: Multiple area chart
es_es: Areas Multiples

source: scatter
es_es: dispersión

source: Normal probability
es_es: Probabilidad Normal

source: Another plots
es_es: otros gráficos

source: table
es_es: tabla

source: linear regression
es_es: regresión lineal

source: Ternary scatter
es_es: Dispersión ternaria

source: Title
es_es: Título

source: X label
es_es: nombre eje de las X

source: Y label
es_es: nombre eje de las Y

source: Show Grid
es_es: Mostrar la malla

source: View Cursor
es_es: Ver el cursor

source: X axis
es_es: Eje de las X

source: Y axis
es_es: Eje de las Y

source: min
es_es: mínimo

source: max
es_es: máximo

source: angle
es_es: ángulo

source: axis scale
es_es: escala del eje

source: Choose a line
es_es: Seleccione una línea

source: Refresh lines
es_es: Actualizar las lineas

source: Some Properties
es_es: Algunas caracteristicas

source: Name
es_es: Nombre

source: Line Width
es_es: Amcho de línea

source: Line Colour
es_es: Color de línea

source: Line Style
es_es: Estilo de línea

source: Marker Style
es_es: Tipo de marcador

source: Marker Size
es_es: Tamaño marcador

source: Shown
es_es: Visible

source: Add ReferenceLine
es_es: Adicionar línea de referencia

source: Choose a patchs
es_es: Seleccione un parche

source: Refresh Patchs
es_es: Actualizar los parches

source: Patch Name
es_es: Nombre del parche

source: Face Colour
es_es: Color

source: Alpha
es_es: Transparencia

source: add an span
es_es: Adicionar un span

source: Y axis position 1
es_es: Posición 1 eje de las Y

source: Y axis position 2
es_es: Posición 2 eje de las Y

source: X axis position 1
es_es: Posición 1 eje de las X

source: X axis position 2
es_es: Posición 2 eje de las X

source: Graph
es_es: Gráfica

source: Graph Properties
es_es: Propiedades del gráfico

source: Main Options
es_es: Opciones Principales

source: Lines
es_es: Líneas

source: patches
es_es: Parches

source: Colour
es_es: Color

source: push the values up to the bars
es_es: Escribir los valores sobre las barras

source: push the labels up to the bars
es_es: Escribir las etiquetas sobre las barras

source: Bar chart of selected columns
es_es: Gráfico de barras de las columnas seleccionadas

source: you have to select at least %i column
es_es: debe seleccionar al menos %i columnas

source: You have to select at least %i columns to draw a graph!
es_es: Debe seleccionar al menos %i columnas para graficar!

source: value
es_es: valor

source: successful
es_es: exitoso

source: Bar chart means of selected columns
es_es: Gráfico de barras de las columnas seleccionadas

source: Nice Bar Chart of All Means
es_es: Gráfico de barras atractivo de todas las medias

source: xtics Labels
es_es: nombre de las escalas de las X

source: Histogram Chart
es_es: Histograma

source: number of bins
es_es: número de divisiones

source: Show best Normal Curve
es_es: Mostrar curva normal mejor aproximada

source: Histogram chart of selected columns
es_es: Histograma de las columnas seleccionadas

source: Histogram Chart of
es_es: Histograma de

source: Histogram type
es_es: Tipo de histograma

source: Select the name of the rows
es_es: Seleccione el nombre de las filas

source: the user have to select a name colum to the rows
es_es: Debe seleccionar una columna con nombres para las filas

source: Select pairs of data by rows
es_es: Selecione pares de datos por fila

source: X data to plot
es_es: datos de X para graficar

source: Y data to plot
es_es: datos de Y para graficar

source: linear Regression
es_es: Regresión lineal

source: Left Corner Label
es_es: Etiqueta de la esquina izquierda

source: Right Corner Label
es_es: Etiqueta de la esquina derecha

source: Upper Corner Label
es_es: Etiqueta de la esquina superior

source: Select the pairs of data by rows
es_es: Seleccione grupos de datos por filas

source: A Left Corner
es_es: A esquina izquierda

source: C Upper Corner
es_es: C esquina superior

source: B Right Corner
es_es: B esquina derecha

source: Ternary plot dialog
es_es: Dialogo gráfica ternaria

source: Scatter Chart Data
es_es: Datos para el gráfico de dispersión

source: Adaptative chart of selected columns
es_es: Gráfica adaptable de las columnas seleccionadas

source: Adaptative plot
es_es: Gráfica adaptable

source: Order Statistic Medians
es_es: Media estadística ordenada

source: Ordered Values
es_es: Valores ordenados

source: Select the columns to analyse
es_es: Seleccione las columnas a analizar

source: you don't select any items
es_es: No ha seleccionado items

source: you have to select at least %i columns
es_es: debe seleccionar al menos %i columnas

source: Input data
es_es: Datos de ingreso

source: Selected columns
es_es: Columnas seleccionadas

source: Asumptions
es_es: Supuestos

source: 1-The samples are independent.
es_es: 1-Las muestras son independientes

source: 2-Each sample is from a normally distributed population.
es_es: 2-Cada muestra es desde una población normalmente distribuída

source: '3-The population standard deviations of the groups are all equal. This property is known as homoscedasticity.
es_es: 3-La desviacion estandar poblacional de los todos grupos son iguales esta propiedad se conoce omo homoscedasticidad

source: Results
es_es: Resultados

source: variable name
es_es: nombre de la variable

source: frecuency
es_es: frecuencia

source: X Column to analyse
es_es: Columna X para analizar

source: Y Column to analyse
es_es: Columna Y para analizar

source: Pearson's r
es_es: r de Pearson

source: two-tailed p-value
es_es: p-valor de dos areas

source: two-tailed p-value
es_es: p-valor de dos areas

source: You haven't selected any items!
es_es: No ha seleccionado items!

source: Input Data
es_es: Datos de ingreso

source: x column=
es_es: columna x=

source: Output Data
es_es: Datos de salida

source: Spearman's r
es_es: r de Spearman

source: Kendall's tau
es_es: tau de Kendall

source: slope
es_es: pendiente

source: intercept
es_es: intercepto

source: two-tailed prob
es_es: probabilidad de dos areas

source: stderr-of-the-estimate
es_es: error estandar estimado

source: Lower control limit
es_es: Límite de control inferior

source: Upper control limit
es_es: Límite de control superior

source: control chart
es_es: Gráfica de control

source: You have to input the lower and upper control limits
es_es: Debe ingresar los limites inferior y superior de control

source: upper limmit
es_es: límite superior

source: lower limit
es_es: límite inferior

source: You have to input a target value
es_es: Debe ingresar un valor objetivo

source: target
es_es: objetivo

source: stem
es_es: arbol

source: out of control
es_es: fuera de control

source: of
es_es: de
